/* ====================================================================== */
/* Auth Dialog */

/* ---------------------------------------------------------------------- */
/* Window Titles */
"ENTER_CREDENTIALS" = "Saisissez vos références";
"CONNECT_TO_SERVER" = "Se connecter au serveur";
"PRINTER_AUTH" = "Authentification de l’imprimante";
"SCREEN_SHARE_AUTH" = "Partage d’écran";

/* ---------------------------------------------------------------------- */
/* Auth Dialog Messages */

/* Generic Connect */
"GENERIC_MSG_BOTH" = "Saisissez votre nom et votre mot de passe pour vous connecter à « %@ ».";
"GENERIC_MSG_PASS" = "Saisissez votre mot de passe pour vous connecter à « %@ ».";
"GENERIC_MSG_NONAME" = "Saisissez votre nom d’utilisateur et votre mot de passe.";

/* Protocol Specific */
"AFP_MSG" = "Tapez votre nom et votre mot de passe pour le serveur « %@ ».";
"SMB_MSG" = "Tapez votre nom et votre mot de passe pour le serveur « %@ ».";
"FTP_MSG" = "Tapez votre nom et votre mot de passe pour le serveur « %@ ».";
"WEBDAV_MSG" = "Tapez votre nom et votre mot de passe pour le serveur « %@ ».";

/* File Server */
"FS_MSG_BOTH" = "Tapez votre nom et votre mot de passe pour le serveur « %@ ».";
"FS_MSG_PASS" = "Tapez votre mot de passe pour le serveur « %@ ».";

/* Generic Server */
"SRV_MSG_BOTH" = "Tapez votre nom et votre mot de passe pour le serveur « %@ ».";
"SRV_MSG_PASS" = "Tapez votre mot de passe pour le serveur « %@ ».";

/* Printer */
"PRINT_MSG_BOTH" = "Tapez votre nom et votre mot de passe pour l’imprimante « %@ ».";
"PRINT_MSG_PASS" = "Tapez votre mot de passe pour l’imprimante « %@ ».";

/* Print Server */
"PS_MSG_BOTH" = "Saisissez votre nom d’utilisateur et votre mot de passe pour le serveur d’impression « %@ ».";
"PS_MSG_PASS" = "Saisissez votre nom d’utilisateur et votre mot de passe pour le serveur d’impression « %@ ».";

/* Screen Sharing */
"SS_MSG_BOTH" = "Saisissez votre nom et votre mot de passe pour partager l’écran de « %@ ».";
"SS_MSG_PASS" = "Saisissez votre mot de passe pour partager l’écran de « %@ ».";

"VS_MSG_BOTH" = "Saisissez votre nom et votre mot de passe pour visualiser l’écran de « %@ ».";
"VS_MSG_PASS" = "Saisissez votre mot de passe pour visualiser l’écran de « %@ ».";

/* Time Machine */
"TM_MSG_BOTH" = "Tapez votre nom et votre mot de passe pour le serveur « %@ » de sorte que Time Machine puisse y accéder.";
"TM_MSG_PASS" = "Tapez votre mot de passe pour le serveur « %@ » de sorte que Time Machine puisse y accéder.";

/* Pre Auth */
"PA_MSG_BOTH" = "Saisissez votre nom et votre mot de passe pour le serveur proxy « %@ ».";
"PA_MSG_PASS" = "Saisissez le mot de passe pour le serveur proxy « %@ ».";


/* ---------------------------------------------------------------------- */
/* Auth Dialog Buttons */
"CONNECT" = "Se connecter";
"SHARE" = "Partager";
"PRINT" = "Imprimer";
"VIEW" = "Présentation";
"OK" = "OK";

"CONNECT_AS" = "Se connecter comme :";
"GUEST" = "Invité";
"REGISTERED_USER" = "Utilisateur référencé";

"CONNECT_BY" = "Se connecter :";
"BY_ASKING_FOR_PERMISSION" = "En demandant l’autorisation";
"AS_REGISTERED_USER" = "En tant qu’utilisateur enregistré";


/* ---------------------------------------------------------------------- */
/* Tool Tips */
"TOOLTIP_NAME_SMB" = "Domaine\\NomUtilisateur";

/* ====================================================================== */
/* Share Picker Messages */
"SELECT_VOLUME_ON_SERVER" = "Sélectionnez les volumes à monter sur « %@ » :";
"SELECT_VOLUME" = "Sélectionnez les volumes à monter :";

"SELECT_PRINTER_ON_SERVER" = "Sélectionner l’imprimante sur « %@ » :";

/* ---------------------------------------------------------------------- */
/* default western encoding name */
"WESTERN_MAC" = "Occidental (Mac)";


/* ====================================================================== */
/* Change Password */
"CHANGE_PASSWORD_MSG" = "Modifier le mot de passe de « %1$@ » sur « %2$@ ».";


/* ====================================================================== */
/* Progress Dialog */
"CONNECTING_TO_GENERIC" = "Connexion…";
"CONNECTING_TO_HOST" = "Connexion à « %@ » en cours.";


/* ====================================================================== */
/* Volume Password */
"ENTER_VOLUME_PASSWORD_FOR_SERVER" = "Tapez le mot de passe de « %@ » sur le serveur de fichiers « %@ ».";
"ENTER_VOLUME_PASSWORD" = "Saisissez le mot de passe de « %@ » :";


/* ====================================================================== */
/* Keychain Kinds */
"NETWORK_PASSWORD" = "Mot de passe de réseau";
"PRINT_PASSWORD" = "Mot de passe de l’imprimante";
"AFP_PASSWORD" = "Mot de passe AFP";
"SMB_PASSWORD" = "Mot de passe SMB";
"FTP_PASSWORD" = "Mot de passe FTP";
"WEBDAV_PASSWORD" = "Mot de passe WebDAV";
"VNC_PASSWORD" = "Mot de passe VNC";


/* ====================================================================== */
/* ---------------------------------------------------------------------- */
/* Error Message Text */
"EMSG_OCCURRED" = "Une erreur s’est produite.";
"EMSG_INVALID_PWD" = "Vous avez tapé un mot de passe incorrect.";
"EMSG_INVALID_NAME_PWD" = "Le nom d’utilisateur ou le mot de passe saisis sont incorrects.";
"EMSG_PWD_EXPIRED" = "Votre mot de passe a expiré.";
"EMSG_PWD_NEEDS_CHANGE" = "Vous devez modifier votre mot de passe.";
"EMSG_PWD_POLICY" = "Votre mot de passe ne respecte pas les critères appliqués par le serveur.";
"EMSG_CONNECTION_FAILED" = "Échec de la connexion";

"EMSG_MOUNT_FAILURE" = "Échec du montage d’un volume.";

/* ---------------------------------------------------------------------- */
/* Error Info Text */
"EINFO_TRY_AGAIN" = "Veuillez réessayer.";
"EINFO_CONTACT_ADMIN" = "Adressez-vous à votre administrateur système pour en savoir plus.";

"EINFO_NO_ACCESS_USER" = "Vous n’avez pas les autorisations requises pour accéder au serveur « %@ ».";
"EINFO_NO_ACCESS_GUEST" = "Le serveur « %@ » n’accepte pas les invités.";
"EINFO_SAME_MACHINE" = "Le serveur « %@ » est disponible sur votre ordinateur. Accédez aux volumes et fichiers localement.";
"EINFO_NO_SERVER" = "Il se peut que le serveur « %@ » n’existe pas ou soit actuellement indisponible. Vérifiez le nom ou l’adresse IP du serveur et votre connexion réseau, puis réessayez.";
"EINFO_TOO_MANY_USERS" = "Le serveur « %@ » ne peut pas accepter de nouvelles connexions utilisateur. Réessayez ultérieurement de vous connecter.";
"EINFO_GENERAL" = "Une erreur s’est produite à la connexion au serveur « %@ ». Vérifiez le nom ou l’adresse IP du serveur puis réessayez.\n\nSi le problème persiste, contactez votre administrateur système.";
"EINFO_NO_SHARES" = "Il n’y a aucun partage disponible ou vous n’êtes pas autorisé à y accéder sur le serveur « %@ ». Veuillez contacter votre administrateur système pour résoudre le problème.";

"EINFO_NO_ACCESS_USER_UNKNOWN" = "Vous n’avez pas les autorisations requises pour accéder à ce serveur.";
"EINFO_NO_ACCESS_GUEST_UNKNOWN" = "Ce serveur n’accepte pas les invités.";
"EINFO_SAME_MACHINE_UNKNOWN" = "Le serveur de fichiers est disponible sur votre ordinateur. Accédez aux volumes et fichiers localement.";
"EINFO_NO_SERVER_UNKNOWN" = "Il se peut que le serveur n’existe pas ou soit actuellement indisponible. Vérifiez le nom ou l’adresse IP du serveur et votre connexion réseau, puis réessayez.";
"EINFO_TOO_MANY_USERS_UNKNOWN" = "Ce serveur de fichiers ne peut pas accepter de nouvelles connexions utilisateur. Réessayez ultérieurement de vous connecter.";
"EINFO_GENERAL_UNKNOWN" = "Une erreur s’est produite à la connexion au serveur. Veuillez vérifier le nom ou l’adresse IP du serveur puis réessayez.\n\nSi le problème persiste, contactez votre administrateur système.";
"EINFO_NO_SHARES_UNKNOWN" = "Il n’y a aucun partage disponible ou vous n’êtes pas autorisé à y accéder sur le serveur. Veuillez contacter votre administrateur système pour résoudre le problème.";

"EINFO_UNKNOWN_MOUNT_FAILED" = "Une erreur s’est produite lors du montage d’un volume.";
"EINFO_ONE_MOUNT_FAILED" = "Le volume « %@ » n’a pas pu être monté.";
"EINFO_MULTIPLE_MOUNTS_FAILED" = "Les volumes suivants n’ont pas pu être montés :";
